Repository: sugar-activities/4047-activity
Catalog: po/*.po
Languages: ps

source: Slider Puzzle
ps: ښوېدونكې سرګرداني

source: Buddy '%s' changed status: %s
ps: ملګري '%s' خپل حالت بدل كړ: %s

source: Buddy '%s' joined the game!
ps: ملګرى '%s' لوبه كې سره يوځاى شو!

source: Buddy '%s' left the game!
ps: ملګري '%s' لوبه پرېښوده!

source: Solve
ps: حل كول

source: Shuffle
ps: ګډوډول

source: My Picture
ps: زما انځور

source: Time:
ps: مهال:

source: Lesson Plans
ps: د لوست كړنلار

source: Waiting for remote game...
ps: خوځنده لوبې ته انتظار كول.

source: Select image and press Start Game...
ps: انځور وټاكـئ او لوبه پيلول ټك كړئ.

source: Waiting for Puzzle image to be chosen...
ps: د سرګرمۍ انځور خوښول لپاره انتظار كول...

source: Buddies
ps: ملګري

source: Give Up
ps: پرېښودل

source: Start Game
ps: لوبه پېلول

source: Slider Puzzle Activity
ps: د ښوېدونكې سرګردانۍ چارې

source: Puzzle Solved!
ps: سرګرداني حل شوه

source: Gave Up
ps: پرېښودل شو

source: Choose a Subject
ps: مضمون انتخابول

source: Close Lesson
ps: لوست بندول

source: Game Started!
ps: لوبه پيل شوه!

source: Sea Life
ps: بحري ژوند

source: Animals
ps: ژوې

source: Birds
ps: مرغان

source: XO
ps: اېكس او

source: Sequencing Puzzles
ps: پرله پسې معماګانې

source: Sports
ps: لوبې

source: Insects
ps: حشرات

source: Music
ps: ټنګټكور

source: Space
ps: تشه

source: Lesson 5
ps: ۵ لوست

source: Lesson 4
ps: ۴ لوست

source: Overview
ps: سرسري كتنه

source: Lesson 3
ps: ۳ لوست

source: Lesson 7
ps: ۷ لوست

source: Lesson 6
ps: ۶ لوست

source: Lesson 1
ps: ۱ لوست

source: Lesson 2
ps: ۲ لوست

source: Buddy
ps: ملګرى

source: Status
ps: دريځ

source: Play Time
ps: د لوبې مهال

source: Joined at
ps: پيلول په

source: synchronizing
ps: برابرول

source: Playing
ps: غږول

source: Paused
ps: ځنډ

source: Finished
ps: پاي

source: Gave up
ps: سپارل

source: Unknown
ps: نامالوم

source: %i minutes
ps: %i دقيقې

source: Chinese (simplified)
ps: چينايي (عادي)

source: Chinese (traditional)
ps: چينايي (روايتي)

source: Czech
ps: چېک

source: Danish
ps: ډنمارکي

source: Dutch
ps: هالېنډي

source: English
ps: انګلېسي

source: English - Great Britain
ps: انګرېزي- لویه برتانیا

source: English - U.S.
ps: انګلېسي- یو.اېس.

source: Finnish
ps: فېنېش

source: French
ps: فرانسوي

source: German
ps: جرمني

source: Hungarian
ps: هنګري

source: Italian
ps: اېټالوي

source: Japanese
ps: جاپاني

source: Korean
ps: کوریایي

source: Norwegian
ps: ناروېجني

source: Polish
ps: پولنډي

source: Portuguese
ps: پرتګالي

source: Portuguese - Brazilian
ps: پرتګالي-برازيلي

source: Russian
ps: روسي

source: Slovak
ps: سلواكي

source: Spanish
ps: هسپانوي

source: Swedish
ps: سويډني

source: Turkish
ps: تركي

source: Choose image
ps: انځور چڼل

source: Not a valid image file
ps: يو باوري انځور دوتنه نده
